/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Skype WiFi 소개";
"INTRO_SUBHEADER" = "공공 WiFi 핫스팟에서 인터넷을 사용하고, Skype 크레딧을 이용하여 사용한 시간만큼만 분 단위로 결제하세요.";
"INTRO_ICON_WIFI" = "Skype 사용, 이메일 확인, 웹 검색이 가능합니다.";
"INTRO_ICON_GLOBE" = "전 세계 백만 곳 이상의 장소에서 Skype WiFi를 사용할 수 있습니다.";
"INTRO_ICON_SKYPECREDIT" = "사용한 시간만큼만 분 단위로 결제하세요.";

"STATE_CHECKINGNETWORK_HEADER" = "잠시만 기다리십시오…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "네트워크에서 Skype WiFi를 확인 중";

"STATE_JOINWIFI_HEADER" = "WiFi에 연결되어 있지 않습니다";
"STATE_JOINWIFI_SUBHEADER" = "Skype WiFi를 지원하는 WiFi 핫스팟에 가입하십시오.";

"STATE_ALREADYONLINE_HEADER" = "이미 온라인 상태입니다";
"STATE_ALREADYONLINE_SUBHEADER" = "이미 인터넷에 연결된 상태인 것 같습니다. Skype WiFi를 통해 전 세계 백만 곳 이상의 장소에서 공공 WiFi 핫스팟을 통해 인터넷에 접속할 수 있습니다.";

"STATE_GENERALERROR_HEADER" = "연결할 수 없음";
"STATE_GENERALERROR_SUBHEADER" = "이 핫스팟은 제대로 반응하지 않습니다. 다른 핫스팟으로 연결하십시오.";

"STATE_CONNECT_HEADER" = "지금 Skype WiFi를 이용할 수 있습니다";
"STATE_CONNECT_TOS_HTML_FORMAT" = "연결하면 제공업체의 <a href=\"%@\">서비스 이용 약관</a>에 동의하는 것입니다.";

"STATE_CONNECT_BUTTON" = "연결";
"STATE_CONNECTING_BUTTON" = "연결 중…";

"STATE_CONNECTED_SHORT" = "연결됨";
"STATE_CONNECTED_HEADER" = "Skype WiFi로 인터넷에 연결되어 있습니다";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "연결 해제";
"STATE_DISCONNECTING_BUTTON" = "연결 해제 중…";

"STATE_NOCREDIT_HEADER" = "Skype 크레딧 부족";


/* === Mac only === */

"OK_BUTTON" = "확인";
"LEARNMORE_BUTTON" = "자세히 보기";
"CLOSE_BUTTON" = "닫기";
"GO_BACK_BUTTON" = "돌아가기";
"CONTINUE_BUTTON" = "계속";

"REQUIRES_OSX_VERSION_MESSAGE" = "Skype WiFi에는 OS X %@ 이상이 필요합니다.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "현재 Microsoft 계정에서는 아직 Skype WiFi를 사용할 수 없습니다. Skype 이름과 비밀번호로 직접 로그인하세요.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "현재 Microsoft 계정에서는 아직 Skype WiFi를 사용할 수 없습니다. 먼저 Skype 계정을 만든 후 그 계정으로 직접 로그인하세요.";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi — “%@”";

"FLOATER_CONNECTED_TITLE" = "Skype WiFi로 인터넷에 연결되어 있습니다";
"FLOATER_CONNECTED_WISPR_TITLE" = "인터넷에 접속됐습니다!";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "연결이 곧 끊김";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "고객 보호 기능의 일환으로, Skype 크레딧을 사용하여 연결할 때 연결을 종료하는 것을 잊어버리는 경우에 대비해 일정 시간이 지나면 연결이 자동으로 끊깁니다.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d분 남음";

"STATE_CONNECT_SUBHEADER" = "이 네트워크에서 Skype WiFi를 이용해 인터넷에 연결한 후, 사용한 시간만큼만 Skype 크레딧을 이용하여 분 단위로 결제하세요.";
"STATE_CONNECT_FREE_HEADER" = "Skype WiFi가 이곳에서는 무료";
"STATE_CONNECT_FREE_SUBHEADER" = "Skype WiFi로 이 핫스팟에서 무료 인터넷을 즐기세요. 웹서핑, 이메일 확인을 이용하거나 Skype만 사용하셔도 좋습니다.";
"STATE_CONNECT_WISPR_HEADER" = "이 제공업체의 계정이 있습니다";
"STATE_CONNECT_WISPR_SUBHEADER" = "이 제공업체의 계정이 있으면 여기에 로그인 정보를 입력하세요.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "인터넷 연결이 곧 만료됨";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ 언제든지 연결을 끊을 수 있으며, 사용하신 만큼만 분 단위로 요금이 부과됩니다.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "약 %d분 동안 인터넷을 이용하셨습니다.";
"COUNTUP_0MIN" = "1분 이하 동안 인터넷을 이용하셨습니다.";
"COUNTUP_1MIN" = "약 1분 동안 인터넷을 이용하셨습니다.";
"STATE_CONNECTED_WISPR_HEADER" = "현재 인터넷 이용 중";
"STATE_CONNECTED_WISPR_SUBHEADER" = "이 핫스팟 제공업체의 계정을 사용하여 인터넷에 연결했습니다. 언제든 연결을 끊을 수 있습니다.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "이 핫스팟 요금";

"STATE_CONNECTED_EXTEND_BUTTON" = "온라인 상태 유지";
"STATE_CONNECTED_EXTENDING_BUTTON" = "다시 연결하는 중…";

"STATE_NOCREDIT_SUBHEADER" = "여기에서 Skype WiFi를 이용하여 인터넷을 이용하는 경우 분 단위로 요금이 부과되며, Skype 크레딧이 필요합니다.";
"STATE_NOCREDIT_BUTTON" = "Skype 크레딧 구매";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "네트워크 확인 중";
"STATE_JOINWIFI_SHORT" = "WiFi에 연결되어 있지 않습니다";
"STATE_ALREADYONLINE_SHORT" = "온라인 상태";
"STATE_GENERALERROR_SHORT" = "오류";
"STATE_CONNECT_SHORT" = "이곳에서 사용 가능";
"STATE_NOCREDIT_SHORT" = "크레딧 없음";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "%d분";
"TIMEEXPIRE_1MINUTE_LEFT" = "1분";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "1분 미만";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "인터넷 연결이 곧 만료됩니다.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Skype 이름";
"LOGIN_PASSWORD_PLACEHOLDER" = "비밀번호";
"LOGIN_BUTTON" = "로그인";
"SIGN_OUT_BUTTON" = "로그아웃";

/* unused */
"LOGIN_PROBLEMS" = "비밀번호를 잊으셨나요?";
"LOGIN_CREATE_ACCOUNT" = "새 계정 생성";

/* iPhone/iPad */
"SETTINGS_TITLE" = "설정";
/* unused */
"SETTINGS_BUTTON" = "설정";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype WiFi 버전  %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype 및/또는 Microsoft";
"ABOUT_PATENTPENDING" = "특허 출원중.";
"ABOUT_FEEDBACK_BUTTON" = "피드백";
"ABOUT_LEGAL_BUTTON" = "법률";
"ABOUT_TRADEMARK" = "Skype 이름, 관련 상표와 로고 및 \"S\" 로고는 Skype 의 상표입니다.";
"ABOUT_DISCLAIMER" = "본 프로그램은 저작권법과 국제 조약의 보호대상입니다. 본 프로그램, 혹은 본 프로그램의 어떤 부분도 무단복제 또는 무단배포할 경우, 심각한 민사 및 형사 처벌을 초래할 수 있으며, 법률하에서 가능한 최대한의 처벌을 받게 됩니다.";

/* unused */
"PROFILE_BUTTON" = "프로필";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Skype 이름";
"PROFILE_SKYPECREDIT" = "Skype 크레딧";
"PROFILE_SKYPECREDIT_NA_VALUE" = "N/A";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "로딩 중…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "이용한 핫스팟";
"USAGE_PREVIOUSCONNECTIONS" = "이전 연결";
"USAGE_LASTUSED" = "지난 사용 내역";
"USAGE_LASTUSED_NEVER_VALUE" = "전혀 하지 않음";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@/%2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "인기 지역";
"SUPPORTEDNETWORKS_PROVIDERS" = "제공업체";
